{
  "welcome": "Willkommen beim inoffiziellen Telegram Bot der \"Interessengemeinschaft Mathematik/Informatik\" (IGMI).\nBevor wir mit den Formalitäten anfangen, wähle bitte eine Sprache aus. Die Sprache kann später in den Einstellungen geändert werden.",
  "privacy": "Während der Registrierung werden alle Daten, die eingegeben werden, temporär gespeichert. Das bedeutet, die Daten können durch Eingabe von /cancel gelöscht werden. Temporär gespeichert Daten werden auch durch einen Neustart des Bots gelöscht.\nNach erfolgreicher Registrierung werden die Daten permanent gespeichert.\nGespeichert werden: Telegram ID, Email-Adresse, Spracheinstellung.\nDiese Daten können im Informationsbereich des Bots jederzeit wieder gelöscht werden. Weitere Informationen gibt es im Informationsbereich.",
  "tgUnderUsage": "Dieser Telegram-Account wird schon von einem IGMI-Mitglied verwendet. Willst du diese Verknüpfung aufheben?",
  "underUsageKeyboard": [[["Ja", "y"],["Nein", "n"]]],
  "useKeyboard": "Bitte die zur Verfügung gestellten Buttons benutzen.",
  "tgIdRemoved": "Telegram-Email Verknüpfung aufgehoben. Benutze /start um neu zu starten.",
  "langSet": "Sprache gewählt. ",
  "enterEmail": "Bitte gib nun deine Email-Adresse ein.\nEine Bestätigungsmail wird gesendet, um dich zu verifizieren.",
  "notRegistered": "Diese Email-Adresse ist nicht bei IGMI registriert. Um IGMI beizutreten, melde dich beim Hauptsitz und trage dich für eine Mitgliedschaft ein.\nFalls du nur einen Schreibfehler hattest, versuch es einfach nochmal.",
  "mailUnderUsage": "Die Email-Adresse, die du eingegeben hast, ist schon mit einem Telegram-Account verknüpft. Ist dies wirklich deine Email-Adresse?",
  "mailText": "Bestätigungscode für den IGMI Bot\nHier ist der Bestätigungscode für den IGMI Bot in Telegram:\r\n\r\n{2}\r\n\r\nHast du diese Mail nicht angefordert, ignoriere sie. Aber sorge dafür, dass das Passwort zu deiner Email-Adresse stark genug ist.\r\nWenn du gleich eine zweite Email bekommst, die die Nutzung des Bots bestätgt, kontaktiere uns so bald wie möglich.",
  "codeSent": "Der Code wurde an deine Email-Adresse gesendet. Gib ihn hier ein, um zu bestätigen, dass du der Besitzer der Email-Adresse bist.",
  "codeNotSent": "Irgendwas ist schief gelaufen. Die Email konnte nicht gesendet werden. Bitte versuch es noch einmal.",
  "confirmed": "Email-Adresse bestätigt. Du kannst diesen Bot nun benutzen.",
  "confirmedMail": "IGMI Bot Login\nJemand hat sich gerade mit deiner Email-Adresse in unserem IGMI Bot auf Telegram eingeloggt. Wenn du das warst, Ignoriere diese Email einfach. Wenn nicht, kontaktiere IGMI so bald wie möglich.",
  "foreignLogin": "Ein anderer Telegram Account hat sich gerade mit deiner Email-Adresse in diesen Bot eingeloggt. Wenn du das nicht warst, kontaktiere IGMI so bald wie möglich und ändere das Passwort deiner Email-Adresse. Anderenfalls kannst du diese Nachricht ignorieren.",
  "wrongCode": "Falscher Code. Bitte erneut versuchen. Übrige Versuche: {0}",
  "wrongCodeExit": "Du hast zu oft einen falschen Code eingegeben. Die Registrierung wurde abgebrochen.",
  "cancelled": "Aktion abgebrochen. Benutze /start um neu zu starten.",
  "mainScreen": "Aktion auswählen:",
  "mainScreenKeyboard":[[["IGMI Rechnung", "1"], ["Einstellungen", "4"]]],
  "bill": "Aktuelle Rechnung: {0}€",
  "billKeyboard": [[["Einkaufen", "2"],["Zurück", "0"]]],
  "settings": "Aktion auswählen:",
  "settingsKeyboard": [[["Sprache", "5"], ["Informationen", "6"]], [["Zurück", "0"]]],
  "buy": "Kaffee/Tee: {0}\nSoftgetränke: {1}\nWasser: {2}\nSchokolade: {3}\nBier: {4}",
  "buyKeyboardPart": [["Kaffee", "coffee"], ["Softgetränke", "soft"], ["Wasser", "water"], ["Schokolade", "choc"], ["Bier", "beer"]],
  "buyKeyboard": [[["Bestätigen", "3"], ["Zurück", "1"], ["Abbrechen", "0"]]],
  "confirmBuy": "Kaffee/Tee: {0}\nSoftgetränke: {1}\nWasser: {2}\nSchokolade: {3}\nBier: {4}\n\nGesamt: {5}€",
  "confirmBuyKeyboard": [[["Bestätigen", "1"], ["Zurück", "2"], ["Abbrechen", "0"]]],
  "languageSettings": "Sprache auswählen:",
  "langinfoKeyboard": [[["Zurück", "4"], ["Home", "0"]]],
  "informations": "PDF-Download (currently not available) oder Verbindung zu diesem Telegram-Account trennen.",
  "informationsKeyboard": [[["Momentane Satzung", "c"], ["Datenschutzgesetz", "p"], ["Verknüpfung trennen", "r"]]],
  "confirmRevoke": "Bist du sicher, dass du die Verknüpfung zu diesem Telegram-Account trennen willst?",
  "error": "Irgendetwas ist massiv schief gelaufen. Bitte versuche es erneut.",
  "summary": "Monatliche Abrechnung:\nKaffee/Tee: {0}\nSoftgetränke: {1}\nWasser: {2}\nSchokolade: {3}\nBier: {4}\n\nSumme diesen Monat: {5}€\nGesamt: {6}€"
}
