{
  "welcome": "Welcome to the inofficial assistant bot of the \"Interessengemeinschaft Mathematik/Informatik\" (IGMI).\nBefore we start with some formalities, please choose your preferred language. You can change it later if you wish.",
  "privacy": "TODO",
  "tgUnderUsage": "This telegram account is already connected by a member of IGMI. Do you want to remove this connection?",
  "underUsageKeyboard": [[["Yes", "y"],["No", "n"]]],
  "tgIdRemoved": "Telegram-Email connection removed. Use /start to start again.",
  "langSet": "Language set. ",
  "enterEmail": "Please enter your Email-address now.\nAfter entering your Email, a confirmation code will be sent to verify your ownership.",
  "notRegistered": "The mail you entered is not registered. To join IGMI, you have to go to their headquarters and sign for membership.\nIf you had a typo, please try entering your Email-address again.",
  "mailUnderUsage": "The mail you entered is already connected to another telegram account. Is this really your mail address?",
  "mailText": "Confirmation Code for IGMI Bot\nHere's your confirmation code for the IGMI Bot in telegram:\r\n\r\n{2}\r\n\r\nIf you did not requested this, ignore this message. Make sure your Email-password is strong enough so nobody can access your emails.\r\nIf you receive another email from us, confirming your usage of our bot, please contact us as soon as possible.",
  "codeSent": "A code was sent to your email. Please enter it here to verify that this email-address belongs to you.",
  "codeNotSent": "Something went wrong. I wasn't able to send a confirmation code to the given address. Please try again.",
  "confirmed": "Ownership confirmed. You can use this bot now freely.",
  "confirmedMail": "IGMI Bot Login\nSomeone just logged in to our IGMI Bot with your email-address. If this was you, just ignore this mail. If not, please contact IGMI immediately.",
  "foreignLogin": "Another telegram account logged in with your IGMI mail. If this wasn't you, contact IGMI immediately and change your email-address' password. Otherwise, just ignore this message.",
  "wrongCode": "Wrong code. Please try again. Remaining attempts: {0}",
  "wrongCodeExit": "You entered a wrong code too often. Registration has been aborted.",
  "cancelled": "Action cancelled. Type /start to start again.",
  "mainScreen": "Choose action:",
  "mainScreenKeyboard":[[["IGMI Bill", "1"], ["Settings", "4"]]],
  "bill": "Current debt: {0}€",
  "billKeyboard": [[["Buy", "2"],["Back", "0"]]],
  "settings": "Choose action:",
  "settingsKeyboard": [[["Language", "5"], ["Informations", "6"]], [["Back", "0"]]],
  "buy": "Coffee/Tea: {0}\nSoftdrink: {1}\nWater: {2}\nChocolate: {3}\nBeer: {4}",
  "buyKeyboardPart": [["Coffee", "coffee"], ["Softdrink", "soft"], ["Water", "water"], ["Chocolate", "choc"], ["Beer", "beer"]],
  "buyKeyboard": [[["Confirm", "3"], ["Back", "1"], ["Cancel", "0"]]],
  "confirmBuy": "Coffee/Tea: {0}\nSoftdrink: {1}\nWater: {2}\nChocolate: {3}\nBeer: {4}\n\nTotal: {5}€",
  "confirmBuyKeyboard": [[["Confirm", "1"], ["Back", "2"], ["Cancel", "0"]]],
  "languageSettings": "Choose your language:",
  "langinfoKeyboard": [[["Back", "4"], ["Home", "0"]]],
  "informations": "Download PDF (currently not available) or revoke connection to this telegram account.",
  "informationsKeyboard": [[["Current constitution", "c"], ["Privacy Policy", "p"], ["Revoke consent", "r"]]],
  "confirmRevoke": "Are you sure you want to stop using this bot?",
  "error": "Someting went horribly wrong. Please try again.",
  "summary": "Monthly summary:\nCoffee/Tea: {0}\nSoftdrinks: {1}\nWater: {2}\nChocolate: {3}\nBeer: {4}\n\nTotal this month: {5}€\nTotal: {6}€"
}
